Repository: 5l1v3r1/stegfs
Catalog: po/*.po
Languages: de

source: could not open file system %s
de: konnte nicht geöffnet Dateisystem %s

source: magic number failure in superblock for %s
de: magische zahl ausfall superblock für %s

source: use mkstegfs to restore superblock
de: mkstegfs verwendung zur wiederherstellung superblock

source: looking at copy %i
de: mit blick auf artikel %i

source: no complete copy of file found; recovered %lu bytes
de: keine vollständige kopie der datei gefunden, wieder %lu bytes

source: file %#016jx not opened for reading
de: %#016jx datei nicht zum lesen geöffnet

source: file %#016jx not opened for writing
de: %#016jx datei nicht zum schreiben geöffnet

source: could not find space in cache for file "%s"
de: konnte sie nicht finden platz im cache für die datei "%s"

source: could not open the block device
de: konnte nicht geöffnet werden dir block device

source: unable to create file system on specified device "%s"
de: nicht in der lage, das dateisystem angegebene gerät "%s"

source: file by that name already exists - use -x to force
de: datei mit diesem namen existiert bereits - benutzen, um -x

source: could not create the file system
de: konnte nicht erstellt werden das dateisystem

source: restoring superblock on %s
de: wiederherstellung der superblock auf %s

source: cannot have a file system with size < 1MB
de: kann nicht sein, eine dateisystem mit größe < 1MB

source: location : %s
de: standort : %s

source: total blocks : %8ju
de: blöcke : %8lu

source: volume : %8.2f %s
de: volumen : %8.2f %s

source: data capacity : %8.2f %s
de: kapazität : %8.2f %s

source: usable space : %8.2f %s
de: nutzfläche : %8.2 %s

source: unknown size suffix %c
de: unbekannte größe suffix %c

source: %s Concurrent File Test
de: %s Gleichzeitige Prüfung Der Dateien

source: Press any key to quit...
de: Drücken einer beliebigen Taste beenden...

source: File # %2i: 0%%
de: Datei # %2i: 0%%

source: File # %2i: %3i%% (%i/%i)
de: Datei # %2i: %3i%% (%i/%i)

source: File # %2i: %s
de: Datei # %2i: %s

source: PASSED
de: ÜBERGEBEN

source: FAILED
de: GESCHEITERT
